Revit 2027 API
SymbolTypeId.DaN Property
 Symbol daN, indicating unit Dekanewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DaN { get; }
Public Shared ReadOnly Property DaN As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DaN {
	ForgeTypeId^ get ();
}
static member DaN : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace